Repository: d9pouces/Moneta
Catalog: moneta/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: APT repository for Linux .deb packages
fr_fr: Dépôt APT pour paquets .deb pour Linux

source: Index packages
fr_fr: Index des paquets

source: All states
fr_fr: États possibles

source: Indexes have been successfully rebuilt.
fr_fr: Les index ont été regénérés correctement.

source: Repository
fr_fr: Dépôt

source: Simple repository for flat files
fr_fr: Dépôt simple pour fichiers versionnés

source: Jetbrains repository for IDEs
fr_fr: Dépôt pour IDE Jetbrains

source: Maven repository for Java packages
fr_fr: Dépôt Maven pour paquets Java

source: Root
fr_fr: Racine

source: Pypi repository for Python packages
fr_fr: Dépôt Pypi pour paquets Python

source: Unable to open file
fr_fr: Impossible d'ouvrir le fichier

source: No control data in archive
fr_fr: Aucune donnée de contrôle dans l'archive

source: Gem repository for Ruby packages
fr_fr: Dépôt Gem pour paquets Ruby

source: Repository %(repo)s/%(state)s
fr_fr: Dépôt %(repo)s/%(state)s

source: Available packages in <strong>%(repo)s/%(state)s/%(folder)s</strong>
fr_fr: Paquets disponibles dans <strong>%(repo)s/%(state)s/%(folder)s</strong>

source: Available APT sources
fr_fr: Sources APT disponibles

source: Modify your APT sources:
fr_fr: Modifiez vos sources APT

source: Do not forget to install apt-transport-https first.
fr_fr: N'oubliez pas d'installer d'abord apt-transport-https.

source: As far we know, the only method to authenticate APT clients is to use client SSL certificates.
fr_fr: La seule méthode connue pour les clients APT est d'utiliser des certificats SSL clients

source: Please run the following command to register the GPG key of this repository:
fr_fr: Utilisez la commande suivante pour enregistrer la clef GPG de ce dépôt :

source: The Release file can be downloaded using cURL:
fr_fr: Le fichier de Release peut être téléchargé avec cURL :

source: Add a package
fr_fr: Ajouter un paquet

source: In order to add a new package, please run the following command:
fr_fr: Pour ajouter un nouveau paquet, utilisez la commande suivante :

source: Run the following command to re-index packages after an upload:
fr_fr: Utilisez la commande suivante pour indexer à nouveau le dépôt après un ajout :

source: usage
fr_fr: utilisation

source: browse repository
fr_fr: parcourir

source: modify repository
fr_fr: modifier

source: delete repository
fr_fr: Supprimer le dépôt

source: Show files
fr_fr: Afficher les fichiers

source: Add a file
fr_fr: Ajouter un fichier

source: In order to add a new archive, please run the following command:
fr_fr: Pour ajouter une nouvelle archive, utilisez la commande suivante :

source: Settings for IntelliJ IDEA, PhpStorm, PyCharm, RubyMine, WebStorm, AppCode or CLion
fr_fr: Paramètres pour IntelliJ IDEA, PhpStorm, PyCharm, RubyMine, WebStorm, AppCode ou CLion

source: Go to Settings -> Plugins -> Browse repositories -> Manage Repositories and add the following line:
fr_fr: Aller dans Settings -> Plugins -> Browse repositories -> Manage Repositories et ajouter la ligne suivante :

source: Add a plugin
fr_fr: Ajouter un plugin

source: In order to add a new plugin, please run the following command:
fr_fr: Pour ajouter un nouveau plugin, utilisez la commande suivante :

source: Repository %(repo)s
fr_fr: Dépôt %(repo)s

source: Available files in <strong>%(repo)s/%(request_path)s</strong>:
fr_fr: Fichiers disponibles dans <strong>%(repo)s/%(request_path)s</strong> :

source: More infos…
fr_fr: Plus d'infos…

source: No available package
fr_fr: Aucun fichier disponible actuellement

source: check
fr_fr: vérifier

source: Maven settings
fr_fr: Paramètres Maven

source: Add the following repositories to your pom.xml in the repositories section:
fr_fr: Ajoutez l'un des repositories suivants à votre pom.xml dans la section repositories :

source: You can add packages by specifying archive (groupId.artifactId, name of the package) and version:
fr_fr: Vous pouvez également ajouter une archive générique en spécifiant archive (groupId), name (artifactId, le nom du paquet) et version :

source: Available pip indexes
fr_fr: Index pip existants

source: Modifiy your $HOME/.pip/pip.conf file to use pip:
fr_fr: Modifier $HOME/.pip/pip.conf pour utiliser pip :

source: /Path/to/your/ROOT/CA.pem
fr_fr: /chemin/vers/votre/CA/racine.pem

source: Modifiy your $HOME/.pydistutils.cfg file to use easy_install:
fr_fr: Modifier $HOME/.pydistutils.cfg pour utiliser easy_install :

source: If you already uses an extra Python mirror, update your $HOME/.pip/pip.conf in this way:
fr_fr: S'il y a déjà un miroir Python supplémentaire, modifier $HOME/.pip/pip.conf de cette façon :

source: … and your $HOME/.pydistutils.cfg:
fr_fr: … et $HOME/.pydistutils.cfg :

source: Before using easy_install, you probably need to add your root certificate to the first existing file among:
fr_fr: Avant d'utiliser easy_install, il sera probablement nécessaire d'ajouter le certificat racine au premier fichier existant parmi :

source: Available gem indexes
fr_fr: Index GEM existants

source: Modifiy your $HOME/.gemrc:
fr_fr: Modifier $HOME/.gemrc

source: Catalog of existing Vagrant boxes
fr_fr: Catalogue des boxes Vagrant existantes

source: Copy-paste one of the following commands in a terminal
fr_fr: Copier-coller l'une des commandes suivantes dans un terminal

source: If you server certificate is not recognized by the Mozilla CA cert bundle, you should add one of these lines to your Vagrantfile:
fr_fr: Si le certificat du serveur n'est pas reconnu par les certificats Mozilla CA cert, l'une des lignes suivantes est nécessaire

source: Non box has been uploaded yet.
fr_fr: Aucune box n'a été ajoutée pour l'instant.

source: Upload a box to this catalog
fr_fr: Ajouter une box à ce catalogue

source: In order to add a new box, please run the following command:
fr_fr: Pour ajouter une nouvelle box, utilisez la commande suivante :

source: Available YUM sources
fr_fr: Sources YUM disponibles

source: Vagrant custom box catalog
fr_fr: Catalogue de box Vagrant

source: All boxes
fr_fr: Toutes les box

source: This box contains %(name)s
fr_fr: Cette box contient %(name)s

source: YUM repository for Linux .rpm packages
fr_fr: Dépôt YUM pour paquets .rpm Linux

source: File not found
fr_fr: Fichier absent

source: This repository already exists.
fr_fr: Ce dépôt existe déjà.

source: Repository name
fr_fr: Nom du dépôt

source: Type of archives
fr_fr: Type des archives

source: Add on public index?
fr_fr: Ajouter à l'index public ?

source: Authentication required?
fr_fr: Authentification requise ?

source: Possible states for archives
fr_fr: États possibles pour les archives

source: Please separate values by spaces
fr_fr: Merci de séparer les valeurs par des espaces

source: Groups allowed to upload packages
fr_fr: Groupes autorisés à ajouter

source: Groups allowed to download packages
fr_fr: Groupes autorisés à télécharger

source: Only if downloads require authentication
fr_fr: Seulement si l'authentification est requise pour le téléchargement.

source: yes, I want to delete this element.
fr_fr: oui, je veux supprimer cet élément.

source: You must confirm the deletion.
fr_fr: Vous devez confirmer cette suppression.

source: Please enter “%(confirm)s”
fr_fr: Merci de taper « %(confirm)s »

source: Display on index for everybody?
fr_fr: Afficher sur l'index de toute le monde ?

source: Must downloads be authenticated?
fr_fr: Authentification requise pour les téléchargements ?

source: Possible states
fr_fr: États possibles

source: Groups allowed to upload
fr_fr: Groupes autorisés à ajouter des paquets

source: SHA256
fr_fr: somme SHA256

source: Method
fr_fr: Méthode

source: Name
fr_fr: Nom

source: Slug
fr_fr: Nom raccourci

source: Creation date
fr_fr: Date de création

source: Modification date
fr_fr: Date de modification

source: Author
fr_fr: Auteur

source: Repository type
fr_fr: Type de dépôt

source: Display on public index?
fr_fr: Afficher sur l'index public ?

source: Should readers be authenticated?
fr_fr: Authentification requise en lecture ?

source: Admin groups
fr_fr: Groupes d'administration

source: Readers groups
fr_fr: Groupes ayant accès en lecture

source: URL to the web page
fr_fr: URL pour la page web

source: Short description
fr_fr: Description courte

source: Long description
fr_fr: Description longue

source: Archive states
fr_fr: États possibles

source: Complete name
fr_fr: Nom complet

source: Normalized complete name
fr_fr: Nom complet normalisé

source: Complete name without special chars nor accents
fr_fr: Nom complet, sans caractères spéciaux

source: filename
fr_fr: nom de fichier

source: Automatically generated on creation
fr_fr: généré automatiquement à la création

source: MD5 sum
fr_fr: somme MD5

source: SHA1 sum
fr_fr: somme SHA1

source: SHA256 sum
fr_fr: somme SHA256

source: File size
fr_fr: taille

source: File extension
fr_fr: extension

source: Unable to add the archive file
fr_fr: Impossible d'ajouter le fichier

source: Element
fr_fr: Élément

source: signature method
fr_fr: méthode de signature

source: unable to import gnugpg module.
fr_fr: Impossible d'importer le module Python gnugpg.

source: You can access to this page.
fr_fr: Vous pouvez accéder à cette page.

source: You are not authenticated.
fr_fr: Vous n'êtes pas authentifiés.

source: You can access to this page and you are authenticated.
fr_fr: Vous pouvez accéder à cette page et vous êtes authentifiés.

source: Add package
fr_fr: ajouter un paquet

source: Add a package to %(repo)s
fr_fr: Ajouter un paquet au dépôt %(repo)s

source: Add package!
fr_fr: Ajouter le paquet !

source: You should also add a GPG signature:
fr_fr: Vous pouvez également ajouter une signature GPG :

source: Or a OpenSSL/x509 signature:
fr_fr: Ou une signature OpenSSL/x509 :

source: privatekey.pem
fr_fr: clefprivee.pem

source: Compare states
fr_fr: Comparer les états

source: Compare!
fr_fr: Comparer !

source: All packages are valid.
fr_fr: Tous les paquets sont valides.

source: Invalid packages
fr_fr: Paquets invalides

source: Files only in the left state
fr_fr: Fichiers présents uniquement à gauche

source: Files only in the right state
fr_fr: Fichiers présents uniquement à droite

source: Delete package
fr_fr: Supprimer le paquet

source: Delete
fr_fr: Supprimer

source: Delete repository
fr_fr: Supprimer le dépôt

source: Filesize:
fr_fr: Taille de fichier :

source: States:
fr_fr: États :

source: No state
fr_fr: Aucun état

source: Download %(filename)s
fr_fr: Télécharger %(filename)s

source: Delete %(filename)s
fr_fr: Supprimer %(filename)s

source: Configuration help
fr_fr: Aide à la configuration

source: Proxy configuration
fr_fr: Configuration du proxy

source: Moneta configuration
fr_fr: Configuration Moneta

source: Configuration file is <code>%(conf_path)s</code>.
fr_fr: Le fichier de configuration est <code>%(conf_path)s</code>.

source: size:
fr_fr: taille de fichier :

source: , fingerprint:
fr_fr: , empreinte :

source: Authentication
fr_fr: Authentification

source: Index
fr_fr: Accueil

source: Available repositories
fr_fr: Dépôts existants

source: %(repotype)s created by %(author)s
fr_fr: %(repotype)s créé par %(author)s

source: No available repositories
fr_fr: Aucun dépôt n'est défini

source: New repository
fr_fr: Nouveau dépôt

source: Create a new repository
fr_fr: Créer un nouveau dépôt

source: Modify repository
fr_fr: Modifier le dépôt

source: Modify the repository
fr_fr: Modifier le dépôt

source: Search repository
fr_fr: Recherche dans le dépôt

source: Search
fr_fr: Recherche

source: No package was found.
fr_fr: Aucun paquet trouvé

source: Package
fr_fr: Paquet

source: Package:
fr_fr: Paquet :

source: Upload date:
fr_fr: Date d'ajout :

source: Author:
fr_fr: Auteur:

source: MD5 sum:
fr_fr: Somme de contrôle MD5 :

source: SHA1 sum:
fr_fr: Somme de contrôle SHA1 :

source: SHA256 sum:
fr_fr: Somme de contrôle SHA256 :

source: You can download this file and check if it is not corrupted:
fr_fr: Vous pouvez télécharger ce fichier et vérifier qu'il n'est pas corrompu :

source: This element has a GPG signature from %(author)s that you can check:
fr_fr: Ce fichier possède une signature GPG de %(author)s que vous pouvez vérifier :

source: This element has a OpenSSL/x509 signature that you should check:
fr_fr: Ce fichier possède une signature OpenSSL/x509 que vous pouvez vérifier :

source: certificate.pem
fr_fr: certificat.pem

source: Unable to remove %(path)s.
fr_fr: Impossible de supprimer %(path)s.

source: Unable to rename %(src)s to %(dst)s.
fr_fr: Impossible de renommer %(src)s en %(dst)s.

source: Unable to create directory %(path)s.
fr_fr: Impossible de créer le dossier %(path)s.

source: Your new repository has been created.
fr_fr: Votre nouveau dépôt a été créé.

source: The repository %(repo)s has been deleted.
fr_fr: Le dépôt %(repo)s a été supprimé.

source: The repository %(repo)s has been modified.
fr_fr: Le dépôt %(repo)s a été modifié.

source: Type your search
fr_fr: Entrez votre recherche

source: Selected states
fr_fr: États sélectionnés

source: The package %(repo)s has been deleted.
fr_fr: Le paquet %(repo)s a été supprimé.

source: States
fr_fr: États

source: This repository is unable to handle this file.
fr_fr: Ce dépôt n'est pas capable de prendre ce fichier en compte.

source: The package %(n)s has been successfully uploaded.
fr_fr: Le paquet %(n)s a été ajouté correctement.

source: Unable to add the package to this repository: %(msg)s.
fr_fr: Impossible d'ajouter le package au dépôt : %(msg)s.

source: This signature has been added to %(filename)s
fr_fr: La signature a été ajoutée à %(filename)s.

source: Empty file. You must POST a valid file.
fr_fr: Fichier vide. Vous devez POSTer un fichier valide.

source: Package %(element)s successfully added to repository %(repo)s.
fr_fr: Le paquet %(element)s a été ajouté au dépôt %(repo)s.

source: Left state
fr_fr: État à gauche

source: Assert operator
fr_fr: Comparateur

source: Right state
fr_fr: État à droite
